adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
archlinuxcn-keyring
aria2
base
base-devel
bat
bind
blas
blueman
bluez-utils
box2d
brightnessctl
btop
btrfs-assistant
btrfs-progs
cava
clang
clash-meta-alpha-git
cliphist
clucene
code
compsize
cpupower
dae-git
dhcpcd
docker
dog
dunst
efibootmgr
ethtool
evince
expac
fastfetch
fcitx5
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fd
ffmpegthumbnailer
firefox-nightly-en-us
foliate
foot
fzf
git
github-cli
gnome-keyring
go
goldendict-ng-git
graphicsmagick
graphite-cursor-theme-git
grim
grub
grub-theme-vimix
gsl
gspell
gst-plugins-good
gtk4
gvfs
gvfs-mtp
highlight
hyprland-git
hyprpicker-git
imagemagick
imv
inetutils
inkscape
intel-media-driver
intel-ucode
iperf3
iwd
jq
keepassxc
kooha
lazygit
lib2geom
lib32-mesa
lib32-pipewire
lib32-vulkan-intel
libabw
libatomic_ops
libc++
libcdr
libe-book
libeb
libepubgen
libetonyek
libexttextcat
libfreehand
libiconv
libixion
liblangtag
libmspub
libmwaw
libnumbertext
libodfgen
liborcus
libpagemaker
libpipeline
libqxp
libreoffice-fresh
libreoffice-fresh-zh-cn
librevenge
libstaroffice
libtommath
libva-utils
libvisio
libwpd
libwpg
libwps
libxcrypt-compat
libzmf
linux
linux-firmware
linux-headers
lldb
llvm
lpsolve
man-db
mesa-utils
moreutils
mpv
namcap
neon
neovim
nerdfix
network-manager-applet
networkmanager
nodejs
noto-fonts-git
npm
ntfs-3g
obs-studio
openssh
os-prober
otf-font-awesome
p7zip
pacman-contrib
pamixer
papirus-icon-theme
paru-git
pavucontrol
perl-io-tty
perl-ipc-run
perl-time-duration
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
poppler-data
potrace
python-cssselect
python-lxml
python-requests
qt5-multimedia
qt5-sensors
qt5-tools
qt5-wayland
qt5-webkit
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-httpserver
qt6-languageserver
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-quick3dphysics
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-speech
qt6-virtualkeyboard
qt6-websockets
qt6-webview
qt6ct
qtcreator
ragel
raptor
rasqal
redland
ripgrep
rofi-lbonn-wayland-only-git
rsync
rustup
sdbus-cpp
seafile-client
slurp
snapper
speech-dispatcher
spotify
swappy
swayidle
swaylock-effects
swww-git
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
trash-cli
ttf-iosevkaterm-nerd
ttf-twemoji
tumbler
tunet-rust
unrar
unzip
vlc-git
vulkan-intel
waybar-git
wget
wl-clipboard
wlogout
xarchiver
xdg-desktop-portal-hyprland-git
xmlsec
xorg-xwininfo
yazi-git
yt-dlp
zathura
zathura-pdf-poppler
zip
zotero-beta-bin
zoxide
zsh
zxing-cpp
